/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Hætta við";
"_upload_file_"             = "Senda inn skrá";
"_upload_encrypted_file_"   = "Senda inn dulritaða skrá";
"_loading_"                 = "Hleð inn";
"_loading_num_"             = "Hleð inn skrá %i";
"_loading_camera_upload_"   = "Sjálfvirk innsending";
"_uploading_"               = "Sendi inn";
"_synchronization_"         = "Samstilling";
"_delete_"                  = "Eyða";
"_delete_file_n_"           = "Eyða skrá %i af %i";
"_rename_"                  = "Endurnefna";
"_move_"                    = "Færa";
"_move_file_n_"             = "Færa skrá %i af %i";
"_create_folder_"           = "Búa til nýja möppu";
"_creating_sharing_"        = "Búa til sameign";
"_updating_sharing_"        = "Uppfæra sameign";
"_removing_sharing_"        = "Fjarlægja sameign";
"_add_"                     = "Bæta við";
"_login_"                   = "Innskráning";
"_save_"                    = "Vista";
"_save_encrypted_"          = "Vista dulritað";
"_warning_"                 = "Aðvörun";
"_error_"                   = "Villa";
"_no_"                      = "Nei";
"_yes_"                     = "Já";
"_select_"                  = "Velja";
"_crypto_cloud_upload_"     = "_brand_ - Upphleðsla";
"_home_"                    = "Skrá";
"_file_to_upload_"          = "Skrá til að senda inn";
"_destination_"             = "Áfangastaður";
"_ok_"                      = "Í lagi";
"_beta_version_"            = "Beta-prófunarútgáfa";
"_function_in_testing_"     = "Function in testing, please send information to any problems or malfunctions.";
"_done_"                    = "Lokið";
"_passcode_too_short_"      = "Passcode too short, at least 4 characters";
"_selected_"                = "Valið";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "Enginn notandaaðgangur fannst";
"_info_"                    = "Upplýsingar";
"_save_exit_"               = "Viltu hætta án þess að vista?";
"_video_"                   = "Myndskeið";
"_overwrite_"               = "Overwrite";

// App

"_synchronization_header_"  = "Synchronization of encrypted header in progress ...";
"_network_available_"       = "Network available";
"_network_not_available_"   = "Network not available";

// Networking

"_file_too_big_"            = "File size too big to be encrypted/decrypted";
"_file_too_big_max_100_"    = "Skráarstærð of mikil (hám. 100 kb.)";
"_...loading..._"           = ".. hleð inn ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "File not found, can not resend it, delete upload and reload the file to be upload.";
"_file_already_exists_"     = "Unable to complete the operation, there is a file with the same name";
"_read_file_error_"         = "Lesvilla í skrá";

// Settings

"_acknowledgements_"        = "Þakkir";
"_settings_"                = "Stillingar";
"_passcode_"                = "Lykilorð";
"_lock_active_"             = "Læsing : Virk";
"_lock_not_active_"         = "Læsing : Óvirk";
"_lock_protection_folder_"  = "Lock for protected folders only";
"_url_"                     = "Slóð (URL)";
"_username_"                = "Notandanafn";
"_change_credentials_"      = "Change your credentials";
"_wifi_only_"               = "Einungis nota Wi-Fi tengingu";
"_uploading_from_camera_"   = "Automatic uploading from the camera";
"_app_version_"             = "Application Version";
"_app_in_use_"              = "Application in use";
"_contact_by_email_"        = "Contact us by email";
"_clear_cache_"             = "Clear Cache (used %@)";
"_exit_"                    = "Exit _brand_";
"_funct_not_enabled_"       = "Functionality not enabled";
"_passcode_activate_"       = "Password Lock activated";
"_disabling_passcode_"      = "Disabling Password Lock";
"_want_exit_"               = "Attention! _brand_ will be reset to the initial state. Continue? (Nothing will be modified in cloud)";
"_proceed_"                 = "Halda áfram";
"_delete_cache_"            = "Delete cache";
"_want_delete_cache_"       = "Do you want to delete cache (will also delete all local files and reset the favorite)?";
"_mail_deleted_"            = "Tölvupósti eytt";
"_mail_saved_"              = "Tölvupóstur vistaður";
"_mail_sent_"               = "Tölvupóstur sendur";
"_mail_failure_"            = "Mail sent failure: %@";
"_information_req_"         = "Beiðni um upplýsingar";
"_credentials_"             = "Auðkenni";
"_manage_account_"          = "Sýsla með notandaaðgang";
"_modify_account_"          = "Breyta notandaaðgangi";
"_add_owncloud_"            = "Bæta við ownCloud-aðgangi";
"_add_dropbox_"             = "Bæta við Dropbox-aðgangi";
"_add_nextcloud_"           = "Bæta við Nextcloud-aðgangi";
"_delete_account_"          = "Eyða notandaaðgangi";
"_want_delete_"             = "Ertu viss um að þú viljir eyða honum?";
"_no_delete_"               = "Nei, ekki eyða honum";
"_yes_delete_"              = "Já, eyða honum";
"_remove_cache_"            = "Please wait, delete cache in progress ...";
"_optimizations_"           = "Betrumbætur";
"_synchronizations_"        = "Synchronizations folders";
"_version_server_"          = "Útgáfa á þjóni";
"_check_key_aes_256_"       = "Control passcode key encryption";
"_encryptpass_by_email_"    = "Send passcode key encryption by mail";
"_title_mail_encryptpass_"  = "Passcode Key Encryption _brand_";
"_text1_mail_encryptpass_"  = "Your encryption key passcode is";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Hjálp";
"_lock_protection_simply_"  = "Password protection simple";
"_change_simply_passcode_"  = "Change password type";

// Manage Camera Upload

"_upload_camera_"           = "Uploading the camera";
"_upload_camera_background_"= "Uploading in background";
"_upload_foto_camera_"      = "Uploading photos from camera";
"_upload_encry_camup_"      = "Uploading encrypted";
"_upload_video_camera_"     = "Uploading videos from camera";
"_upload_automatic_photos_" = "Uploading photos automatically by camera";
"_upload_automatic_videos_" = "Uploading videos automatically by camera";
"_photo_folder_photocamera_"= "The photos will be uploaded to the folder photos in your Cloud";
"_upload_automatic_videos_footer_"  = "Due to the use of the CPU, the videos will be sent only when _brand_ is active and in the foreground.";
"_photo_folder_background_"         = "This option required the use of GPS for detect new photos from camera roll every change significative of location";
"_cameraupload_background_title_"   = "Takmörk";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Thanks to this, when changes of cell in the cellular network occur, the application wakes up _brand_ for a short time so as to enable it to check if there are new photos to be sent to the cloud.";
"_upload_camera_change_location_"   = "Skipta um möppu";
"_upload_camera_location_now_"      = "Mappa";
"_upload_camera_location_default_"  = "Endurheimta sjálfgefna möppu";
"_upload_camera_change_location_footer_" = "Change Photos folder where he will also run the 'Automatic upload from camera' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Veldu möppu";
"_upload_camera_save_album_"        = "Copy photo or video in the photo album";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Upload all camera photos/videos";
"_upload_camera_fullphotos_footer_" = "Select the options above before uploading";
"_upload_camera_create_subfolder_" = "Use subfolders";
"_upload_camera_create_subfolder_footer_" = "Store in subfolders based on year and month";

// Manage Photos

"_change_folder_photos_" = "Skipta um myndamöppu";

// Manage Help

"_help_tutorial_"           = "Kennsluefni";
"_help_intro_"              = "Kynning á _brand_";
"_help_synchronizations_"   = "Samstilltar möppur";
"_help_share_"              = "Deildar skrár eða möppur";
"_help_itunes_share_"       = "iTunes files sharing & Fingerprint";
"_help_share_ext_"          = "Share extension & Share permission";
"_help_copy_paste_"         = "Afrita og líma skrár";
"_help_control_center_"     = "Stjórnstöð";
"_help_switch_user_"        = "Quickly switch between your accounts";

// Manage Optimizations

"_optimized_photos_"        = "Optimized photos resolution";
"_upload_del_photos_"       = "Remove files after upload";
"_optimized_photos_how_"    = "If your iPhone is low on space, full-resolution photos, uploaded or downloaded ,are automatically replaced with optimized versions, full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"   = "Files will be cancelled from _brand_ memory after they’ve been uploaded on the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Manage Synchronizations

"_sync_wifi_how_"           = "The files in synchronized folders will be updated only in the presence of Wi-Fi";
"_sync_active_"             = "Active synchronizations in folders";
"_sync_active_footer_"      = "You can swipe to delete a active synchronization";

// Login

"_connect_server_anyway_"   = "Do you want to connect to the server anyway?";
"_connection_error_"        = "Villa við tengingu";
"_add_your_owncloud_"       = "Bæta við þínum eigin ownCloud-aðgangi";
"_add_your_dropbox_"        = "Bæta við þínum eigin Dropbox-aðgangi";
"_add_your_nextcloud_"      = "Bæta við þínum eigin Nextcloud-aðgangi";
"_key_aes_256_"             = "Passcode key encryption";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Ábending";
"_security_init_required_mail_" = "Enter your email address that the encryption key passcode is send to(recommended). If you can not or do not want to do that now you can configure this later in the settings.";
"_email_"                       = "Tölvupóstfang";
"_title_form_security_init_"    = "Security options";

// Favorite

"_favorites_"                   = "Eftirlæti";
"_local_storage_"               = "Staðvær gagnageymsla";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Copy here the files you want to consult offline and will continue to be synchronized with your cloud.";
"_tutorial_local_view_"         = "Copy here the files you want to have available offline, but that will no longer be synchronized with your cloud. \n\n You'll find the unpacked files from your cloud. \n\n Connect to iTunes to share these files.";
"_more_"                        = "Meira";

// Camera Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No Photo or Video";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and video from the camera go into settings and activate the service 'Automatic uploading from the camera'";
"_no_date_"                                 = "Engin dagsetning";
"_today_"                                   = "Í dag";
"_time_"                                    = "Tími : %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to Settings and turn on Location Services to allow Camera uploads.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Setting and turn on Photo Access to allow Photo camera uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow Camera uploads.";
"_processing_send_camera_upload_"           = "Uploading Camera ..";
"_select_only_localfile_"                   = "Not downloaded file";
"_tutorial_photo_view_"                     = "No photos or videos loaded";
"_create_full_upload_"                      = "Creating archive ...";
"_error_createsubfolders_upload_"           = "Error creating subfolders";

// Template

"_title_"                       = "Titill";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "Slóð (URL) :";
"_login:_"                      = "Innskráning :";
"_password:_"                   = "Lykilorð :";
"_notes_"                       = "Athugasemdir";
"_web_account_"                 = "Vefaðgangur";
"_enter_title_"                 = "Settu inn titil";
"_add_folder_"                  = "Bæta við möppu";
"_add_photos_videos_"           = "Add photos or videos";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Add notes";
"_add_driving_license_"         = "Add template driving license";
"_add_id_card_"                 = "Add template id card";
"_add_passport_"                = "Add template passport";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Heiti banka :";
"_code:_"                       = "Kóði :";
"_security_code:_"              = "Öryggiskóði :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Credit Card data";
"_name_surname:_"               = "Name Surname :";
"_expiry_date:_"                = "Expiry date :";
"_credit_card_"                 = "Credit Card";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Number :";
"_place_of_birth:_"             = "Place of birth :";
"_date_of_birth:_"              = "Date of birth :";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Date of expiry :";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N. :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agency :";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Passport";
"_driving_license_"             = "Driving license";
"_license_number:_"             = "License number :";
"_vehicle_types:_"              = "Vehicle types :";

// Utility

"_never_"                       = "never";
"_less_a_minute_"               = "less than a minute ago";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait ...";
"_forbidden_characters_"        = "The file or folder have forbidden characters";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Photos";
"_unzip_in_progress_"           = "Unzip in progress in local storage ...";
"_file_unpacked_"               = "File successfully unpacked on local storage";
"_file_saved_local_"            = "File saved successfully on local storage.";
"_file_not_present_"            = "Error, file not present, reload.";
"_order_by_date_"               = "Order by date";
"_current_order_name_"          = "(current order by name)";
"_order_by_name_"               = "Order by name";
"_current_order_date_"          = "(current order by date)";
"_sort_descending_"             = "Sort descending";
"_current_sort_ascending_"      = "(current sort: ascending)";
"_sort_ascending_"              = "Sort ascending";
"_current_sort_descending_"     = "(current sort: descending)";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_encrypted_selected_files_"    = "Encrypted files";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Download files";
"_error_passcode_"              = "Error passcode key encryption.";
"_error_operation_canc_"        = "Error, operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate from the Settings.";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Encrypt";
"_decrypt_"                     = "Decrypt";
"_remove_favorites_"            = "Remove from favorites";
"_add_favorites_"               = "Add to favorites";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Deila";
"_reload_"                      = "Reload";
"_open_in_"                     = "Opna með...";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encrypted ...";
"_decrypted_progress_"          = "Decrypted ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Remove the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_same_device_different_passcode_"  = "The file was encrypted on the same device but with different passcode. Keep in mind that if the old passcode is entered, files encrypted with the new passcode will not be readable.";
"_file_encrypted_another_device_"   = "The file was encrypted on another device [%@], enter the passcode to decrypt its content.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Group by Alphabetical Order";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu photos to upload";
"_limited_dimension_"           = "Reached maximum size";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error, file not saved on Photo Album";
"_file_saved_cameraroll_"       = "File saved on Photo Album";
"_directory_on_top_yes_"        = "✓ Folders on top";
"_directory_on_top_no_"         = "Folders on top";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_Device_Jailbroken_"           = "Warning! Your device is Jailbroken, the operation of _brand_ does not appear to be entirely compatible !!";
"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Missing files on the server";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Paste files";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "During the encryption of file %@ occurred errors. [%@]";
"_decrypt_error_"               = "During the decryption of file %@ occurred errors. [%@]";
"_encryption_"                  = "Encryption ...";
"_decryption_"                  = "Decryption ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send link to ...";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Search user or group ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "If you already know the name of the user enter it and press 'Done' to confirm";
"_direct_sharee_"               = "Enter the username ...";
"_user_sharee_footer_"          = "Tap for change privileges";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Folder : %@";

// List Transfers

"_no_transfer_"                     = "No transfer";

// Synchronization

"_create_synchronization_"          = "Create synchronization";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Done";
"Select Photos"                 = "Select Photos";
"photo"                         = "photo";
"photos"                        = "photos";
"of"                            = "of";

"%i of %i"                      = "%1$i of %2$i";
